import React, { Component } from 'react'

export default class Talk extends Component {
  render() {
    return (
      <div>
        <img
          src={'./talk1.jpg'}
          style={{ float: 'left', marginRight: '20px' }}
        />
        1949年
        1949年6月，新中国成立前夕，中共中央指定华北军区副司令员杨成武、参谋长唐延杰为开国大典阅兵指挥所主任、副主任。阅兵仪式在整个开国大典内容中占了很大的比重，从毛泽东主席到下面的各级指挥员对此都非常重视。对人民解放军来说，如此大规模的集体活动和队列合成还是第一次。这是一个全新的课题。虽然并不像在战场上那样真枪实弹，但受阅部队作为百万人民解放军的代表，要在一定时间和空间内表现出人民军队一往无前的英雄气概，的确是不容易的。为了圆满完成阅兵盛大典礼，杨成武、唐延杰亲自带领阅兵指挥所的工作人员，查阅了中外历史上和当代世界军队的许多阅兵资料，并到处求教。
        刘伯承司令员早年曾在苏联留学，目睹了苏军在莫斯科红场的阅兵，知道一些有关苏军阅兵的情况，他详细向杨成武谈了阅兵的具体情节和注意事项，最后概括地说：“阅兵无非就是一种特定内容的礼仪，是一种形式。这种形式搞好了，目的也就达到了。”他的这一讲话，使担负阅兵具体工作的人员心中有了谱。陈毅司令员的解说更直截了当，他说：“组织阅兵不难，没有什么了不起。多少仗都打胜了，还愁搞不好一次阅兵？不就是队列吗？通过队列，把我们的军威显示出来，让中国老百姓看看，这就是我们新中国的军队。”
        阅兵指挥所根据众人提出的意见，对阅兵程序和细节进行了调整和补充，在中国共产党中央军事委员会的统一部署下，初步形成了《阅兵典礼方案》，内容包括受阅部队的选调、编组、阅兵程序、阅兵礼乐、受阅前的训练等。拟定阅兵式分为检阅式和分列式两个大部分。党中央批准了这个方案。开国大典中的阅兵式基本是依照这个方案进行的，人民解放军在天安门广场成功地进行了第一次盛大阅兵。
        新中国开国大典中的阅兵式，是我国现代阅兵式的蓝本。至今，我军的阅兵程序和内容基本无大的改变，仅在方队和人员的规模、数量上有所增减和变化。
        <img
          src={'./talk2.jpg'}
          style={{ float: 'right', marginRight: '20px' }}
        />
        1950年 1950年国庆阅兵 1950年国庆阅兵
        当时的天安门广场时称人民广场，新闻媒体在报道这一年庆祝活动时，冠以“纪念中华人民共和国第一届国庆节”的称呼，这一“届”的称谓一直沿续到1954年国庆节。朱总司令乘检阅车检阅部队之后，返回天安门城楼宣读命令，接着进行分列式。由此至1959年国庆，阅兵基本按照这一年的程序进行。1950年10月1日，首都各界40余万人在北京天安门广场举行庆祝中华人民共和国成立一周年大会。上午11点，中央人民政府秘书长林伯渠宣布庆祝大会开始，在国歌声中，礼炮齐鸣28响。阅兵式开始。受阅部队以空军和海军学校的学生为前导，依次为步兵、炮兵、战车摩托化部队和骑兵。当步兵行进时，空军飞机在会场上空由东向西飞行受阅。中国人民解放军三军用英武雄姿向全世界展示了共和国子弟兵不畏强敌、保家卫国的英雄气概。
        <img
          src={'./talk3.jpg'}
          style={{ float: 'left', marginLeft: '20px' }}
        />
        1951年
        1951年10月1日，庆祝中华人民共和国成立2周年典礼在北京天安门广场隆重举行。在这一年的阅兵式上，体现出一些新的特点。第一，一批身经百战和功勋卓著的解放军高级指挥员以中国人民解放军军事学院学员的身份参加了国庆阅兵式，并走在受阅部队的最前面；第二，参加阅兵式的各类专业军事院校学员数量增加，他们分别来自步兵学校、战车学校、炮兵学校、海军学校、航空学校等，体现出共和国对专业军事人才的培养进入一个新
        1951年国庆阅兵 1951年国庆阅兵
        阶段；第三，一些新兵种纷纷亮相。这其中包括伞兵部队，火箭炮部队，防空兵部队等；第四，民兵大队第一次出现在国庆阅兵式上，他们是华北老解放区民兵的代表，都是战斗英雄和工作模范。这次阅兵走在最前面的是中国人民解放军军事学院的学员，他们都是身经百战、功勋卓著的我军高级指挥员，当时正在军事学院学习军事科学。接着是各军校的学员方队，然后是各军兵种部队。这种以军事学院方队为“龙头”的队列排序方法，一直延续到1959年。
        1951年阅兵队伍中引人注目的还有民兵方队，他们是华北老解放区民兵的代表，都是战斗英雄和先进模范。
        1952年
        1952年10月1日，庆祝中华人民共和国成立3周年典礼在北京天安门广场举行。这一年阅兵式特点是公安部队和少数民族民兵大队首次参加阅兵式和分列式。1952年10月1日，庆祝中华人民共和国成立3周年典
        1952年国庆阅兵 1952年国庆阅兵
        礼在北京天安门广场举行。这一年，中国人民志愿军正在朝鲜战场上与美军为首的联合国军进行艰苦卓绝的战斗。共和国国防力量的日益增长，为保卫祖国和平，抗击外来侵略提供了更加坚实的保障。这一年阅兵式特点是公安部队和少数民族民兵大队首次参加阅兵式和分列式。
        携带着先进轻武器的民兵们来自全国各地，分属汉族和10多个少数民族，构成了与以往国庆节阅兵分列式不同的一道风景，充分体现了毛泽东“人民战争”的指导思想。
        1953年
        1953年10月1日，中华人民共和国成立4周年国庆典礼在北京天安门广场隆重举行。上午10时，毛泽东主席和其他党和国家领导人登上天安门城楼，庆祝典礼正式开始。阅兵式开始后，中国人民解放军总司令朱德乘车从部队方阵前驶过，检阅并向战士们致以节日的祝贺。1953年，我国已从建国初期的国民经济恢复时期进入到第一个
        1953年国庆阅兵 1953年国庆阅兵
        五年计划实施阶段，稳步展开有计划的经济建设。这一年，是我国实施一五计划的第一年。10月1日，中华人民共和国成立4周年国庆典礼在北京天安门广场隆重举行。上午10时，毛泽东主席和其他党和国家领导人登上天安门城楼，庆祝典礼正式开始。阅兵式开始后，中国人民解放军总司令朱德乘车从部队方阵前驶过，检阅并向战士们致以节日的祝贺。
        <img
          src={'./talk4.jpg'}
          style={{ float: 'right', marginRight: '20px' }}
        />
        1954年
        这年，全国转入社会主义革命和社会主义建设的新时期，第一届全国人民代表大会刚刚胜利闭幕。因此，其阅兵规模是新中国成立后较大的一次。受阅部队从全军60个单位抽调编成，共10384人。徒步方队由200人编成，横排面20人，共10个排面。骑兵受阅部队来自内蒙古草原，功臣模范占50%，他们共编成6个方队，每个方队都是毛色相同的军马，侧面看，骑兵和战马各成一直线，队形整齐。坦克、火炮每方队横排面4台车（炮），共4个排面，三轮摩托车横排面6辆，共27个排面。受阅航空兵由111架作战飞机编成，由3机按三角形编队，通过天安门广场的高度为600米，航速每小时为400～650公里，这对中国年轻的飞行部队来说，是一个严峻的考验。
        1954年国庆阅兵 1954年国庆阅兵
        这次阅兵与开国大典阅兵相比，在部队编成和武器装备等方面都发生了较大变化。开国大典的受阅部队主要由陆军编成，海军和空军数量很少，而国庆5周年的受阅部队由诸军兵种编成，它反映了解放军的海军、空军和陆军特种兵的迅速发展。开国大典受阅部队的武器装备是“万国牌”，型号、口径、出产国极不统一，国庆5周年受阅部队的武器装备则基本上是苏式的，这是中国军队武器装备的一大进步。
        1955年
        1955年国庆阅兵是人民解放军实行军衔制后的首次阅兵。受阅部队指战员，身着崭新的新式军装
        ，佩带军衔肩章、领章，军容严整地通过天安门广场。刚授衔的元帅和大将等，在阅兵结束后，兴致很高地在天安门城楼上
        1955年国庆阅兵 1955年国庆阅兵
        合影留念，这些照片成为开国将帅们着新军装、为数不多的珍贵图片，有的还成了将帅们的标准照，照片上他们个个露出会心的微笑。受浓云影响，受阅飞机延迟原定起飞时间，后与群众游行队伍同时通过天安门广场。
        1956年
        这次阅兵是新中国前12次大阅兵中惟一一次冒大雨阅兵。这天的北京从清晨就开始下雨，受检阅的队伍在雨中进行，分列式开始时，雨下得更大了，天安门广场成了一片汪洋，指战员们的衣服全被雨打湿了。他们身上蒸发出的热气，成了一层乳白色的薄雾。他们踏着军乐的节奏，高挺胸膛，踏起水花，齐步向前。指战员们所乘坐的都是第一批出厂的国产"解放牌"汽车，雷达探照灯也初次公开亮相。由于下雨，原定参加阅兵式的国产喷气式飞机未能参加受阅。
        1957年
        这次阅兵引人注目的不是受阅部队，而是国外来宾空前的多。天安门城楼上，毛泽东、朱德、刘少奇、周恩来及党和国家的其他领导人参加检阅，应邀来我国访问的匈牙利、保加利亚、印度尼西亚、苏联、捷克斯洛伐克、南斯拉夫、缅甸等国的客人也在天安门城楼上参加了检阅，还有应邀前来访问我国的50多个国家的外宾、各
        1957年国庆阅兵 1957年国庆阅兵
        国驻华使节和外交官员，以及在华外国专家等也观看了阅兵式。参加受阅的部队共有29个方队，各种坦克车辆226台，飞机81架。阅兵历时50分钟。我国自行生产的伊尔—28型喷气式轰炸机、歼5型歼击机首次参加国庆阅兵。1957年1月，中央军委扩大会议，通过了《关于裁减军队数量加强质量的决定》。军事建设反映在阅兵上，最大的变化是受阅总人数比往年少，是新中国13次阅兵中最少的一次。
        <img
          src={'./talk5.jpg'}
          style={{ float: 'left', marginRight: '20px' }}
        />
        1958年
        1958年8月底，炮击金门作战刚刚打响，国防部长彭德怀元帅乘车检阅了陆海空三军。这次阅兵的分列式中
        1958年国庆阅兵 1958年国庆阅兵
        有基干民兵队伍，他们中许多人是来自太行山、白洋淀等革命老根据地的民兵杀敌英雄，曾在抗日战争和解放战争中用土枪、土炮、“铁西瓜”打败过敌人。这天，他们精神焕发，步伐整齐，全部装备着新式步枪。谁能想到他们只训练了20多天就参加了阅兵。1958年10月1日阅兵全民皆兵的“战争火药味”和大炼钢铁、人民公社化的“大跃进”气氛都很浓。
        参加本次检阅的共有35个方（梯）队，其中29个地面方队，6个空中梯队93架飞机。
        受阅部队，有军事学院、步兵学校、工程兵学校、坦克兵学校、航空兵学校、海军学校、水兵、摩托车、伞兵、炮兵、坦克、空军等，共有7856人。
        受阅装备基本等同于1957年国庆阅兵。阅兵历时50分钟。首都群众60余万人参加庆典和游行。三轮摩托车方队、士兵船形帽方阵最后一次出现在国庆阅兵式上。
        1959年
        此次阅兵规模比以往大，准备工作也比较早。当时，天安门广场已扩建一新，整个广场较5周年国庆时扩大了两倍半，达40万平方米。北面是雄伟的天安门，东西两边分别是中国历史博物馆和人民大会堂，庄严肃穆的人民英雄纪念碑屹立在广场正南，使10周年国庆大典更加宏伟壮观。阅兵方案是毛泽东、刘少奇、周恩来等党和国家领导人审定的。1958年11月11日，中共中央批转了中国共产党中央委员会宣传部《关于建国十周年庆祝活动的意见》，指出，要使庆祝典礼的阅兵式和群众游行，比往年搞得更加隆重盛大。根据这个精神，京津卫戍区司令部拟制了《1959年国庆首都阅兵方案》，并上报国防部和总参谋部批准通过。
        1959年国庆阅兵 1959年国庆阅兵
        这次阅兵与5周年国庆阅兵相比，取消了骑兵、三轮摩托车和口径在100毫米以下的地炮、高炮方队，徒步方队横排面由20人增加为24人，受阅总人数增加三分之一。受阅部队由15个徒步方队、14个车辆方队和6个空中梯队组成。空军受阅编队由5周年时的3机增加到5机，飞机总数由111架增加到155架，受阅飞行高度降低100～150米，这都对受阅训练提出了更高的要求。此次阅兵的装备数量大大增加，且受阅轻重武器装备绝大部分已实现了国产化，标志着中国军队建设取得了巨大成就。装甲兵方队，装备了中国制造的59式中型坦克，这是我国制造的第一代主战坦克，当年定型，当年投产，当年装备部队并参加国庆阅兵。飞过广场上空的是由中国制造的歼5型飞机组成的梯队。阅兵规模比往年大，但用的时间却只有58分钟，这表明阅兵组织工作比往年更周密、更细致、更成熟。
        这次阅兵适逢庐山会议之后，9月30日，原国防部长彭德怀搬出中南海到京郊挂甲屯，新任国防部长林彪任阅兵司令，检阅陆海空三军。林彪在阅兵式上宣读《中华人民共和国国防部命令》，要求全军指战员“认真学习毛泽东同志的著作”。身居挂甲屯的彭德怀虽然也收到了邀请他到天安门城楼参加观礼的请柬，但他没有去，而是在电视中收看了这次阅兵式。彭德怀元帅对这次本是由他策划部署的阅兵式看得很仔细，但他看完后未作任何评价。
        1984年
        1983年11月中旬，在邓小平主席的亲自部署下，中共中央书记处专门召开会议，研究布置35周年国庆的庆祝和阅兵筹备工
        1984年国庆阅兵 1984年国庆阅兵(7张)
        作导弹189枚，坦克装甲车205辆，火炮126门，火箭布雷车18辆，轻武器6429支（挺），汽车2216辆，组成46个方（梯）队。其中地面方队42个。每个徒步方队为14个排面，每排25人，共计352人（包括领队两人），比10周年国庆阅兵增加4个排面、110人。除战略导弹方队为4个排面，每排3辆车，加上两辆指挥车，共14辆车外，其他车辆方队均为4个排面，每排4辆车，加上两辆指挥车，共18辆。空中梯队共有4个，最大的机群为9机编队，比10周年空中编队增加4架飞机。
        分列式中行进在最前面的是由陆、海、空三军指战员组成的仪仗队，他们护卫着"八一"军旗，率先进入天安门广场。这与往年的11次阅兵都不同。女卫生兵方队也是往常阅兵中所没有的。尤其引人注目的是，9辆大型牵引车载着中国自己设计制造的战略导弹首次公开展现在人们面前。此次阅兵各种受阅武器装备共28种，全部是中国自行研制的，其中19种是新装备，具有现代水平，有的还具有世界先进水平，充分展示了中国国防现代化建设的新成果。35周年国庆阅兵的盛况，当时引起了国内外的强烈反响，人们高度赞扬这次国庆阅兵所展现的人民解放军的建设成就和精神风貌。这次阅兵在组织的时机、阅兵规模、受阅内容、对外影响等方面都具有重要意义，在新中国阅兵史上占有重要地位。
        <img
          src={'./talk6.jpg'}
          style={{ float: 'right', marginLeft: '20px' }}
        />
        1999年
        1999年的阅兵式让我们看到了一个迈向信息化的人民军队.参阅军种全，兵种多。这次参阅的陆、海、空、二炮、武警和地方武装，代表了我国武装力量构成的所有成分。这次国庆大阅兵规模宏大，场面壮观。参阅部队都是精锐之师，这样的规模和阵容，在我国历史上是空前的，在世界上也是少有的。
        1999年参阅的地面方队42个。
        地面方队中徒步方队17个，仪仗队方阵带领,依次是将校方队、陆军院校方队、海军院校方队、空军院校方队、步兵方队、陆军方队、水兵方队、海军陆战队方队、飞行员方队、空降兵方队、女兵方队、武警方队、特警方队、预备役方队、男民兵方队、女民兵方队。
        车辆方队25个，分别是88C式主战坦克.
        85III式主战坦克方阵.、90-II式主战坦克方阵、BMP步兵战车方阵、WZ551式轮式战车方阵
        、红箭8反坦克导弹车方阵、自行榴弹炮方阵、89式120毫米反坦克炮方阵
        、152毫米自行加榴炮方阵、 新型的自行火箭炮方阵
        、GZ95履带式25毫米自行高炮方阵、轮式40管122毫米自行火箭炮方阵
        、PLL01155毫米加榴炮方阵 、牵引式高炮方阵 、Fm80地空导弹方阵
        、红旗-61对空导弹方阵、C803对舰导弹方阵、地空导弹方阵 、地空导弹方阵
        、新型常规地地弹道导弹、东风15地地导弹、某战略导弹方阵、战略导弹第四方队东风21地地战略导弹,地面重装备441台(辆)，装甲兵、炮兵等机械化兵种占70%。
        阅兵空中梯队以空军航空兵为主体，由空军航空兵和陆军航空兵、海军航空兵共同组成,受阅飞机有9个机种、15个机型，编成10个梯队，机型分别是歼7EB，H-6（轰6）,HY-6（轰油6），歼7III，歼-7E，歼-8D（受油机）,歼-8Ⅱ,强五，FBC-1（又称歼轰7，飞豹），歼-11（苏27国产型），直-9G武装直升机，直8勤务直升机（直升机两机型，四个梯队），飞机共132架。
        国庆50周年“大庆”。陆军航空兵、海军航空兵、海军陆战队、武警、特警和预备役部队方队第一次汇入受阅大军中。,国产120毫米履带式自行滑膛炮、122毫米履带式自行榴弹炮、152毫米履带式自行加榴炮、九九式坦克、空中加油机等首次受阅。参加国庆阅兵的有二炮的4个导弹方队，中国的战役战术导弹、战略核导弹、洲际导弹首次集中亮相。
        1999年国庆阅兵所展示的空军加受油机、战略导弹、舰载武器同时出现,向人们传达了一个新的信息,中国军队有了远程作战能力，深具有战略意义的突破。
        国庆50周年受阅大军构成变化表明，世界上人数最多的军队正在进行一场编制体制的深刻革命。由数量规模型向质量效能型、人力密集型向科技密集型转变，国产现代化武器装备正朝高科技高质量高水平迈进,是中国军队质量建设的时代飞跃，是中国军队战斗力的历史性突破。军事专家评论说：中国本次阅兵展示的先进武器装备，表明中国军事实力大幅度提升，中国拥有了举足轻重的军事力量。
        [12] 2009年
        北京时间2009年1月20日上午国务院新闻办公室举行的新闻发布会上，中国人民解放军总参谋部作战部战略规划局副局长蔡怀烈表示，中华人民共和国成立60周年之际将举行由胡锦涛主席亲自指挥的国庆首都阅兵，有关国庆60周年阅兵10月1日上午在天安门广场举行。阅兵式由人民解放军、武装警察部队和民兵预备役部队8000余名官兵组成的受阅方阵。10时09分,中共中央总书记、国家主席、中央军委主席胡锦涛，在阅兵总指挥、北京军区司令员房峰辉陪同下,乘红旗牌检阅车检阅了在长安街威武列阵的44个地面方队。
        09年国庆阅兵 09年国庆阅兵(69张)
        此次国庆阅兵分列式展示了56个方（梯）队，寓意着中国56个民族团结和谐、万众一心。其中徒步方队14个，装备方队30个，空中梯队12个。与1999年国庆首都阅兵相比，减少了徒步方队，增加了装备方队；减少了陆军方队，增加了海军、空军、第二炮兵等军兵种方队；减少了参阅兵力总体规模，增加了高技术和特种兵方队。
      </div>
    )
  }
}
