import React, { Component } from 'react'

export default class Happy extends Component {
  render() {
    return (
      <div>
        <img
          src={'/happy1.jpg'}
          style={{ float: 'left', marginRight: '20px' }}
        />
        今天是2019年10月1号，今天对中国人民来说，都是意义非凡的一天。因为今天不仅是我国的国庆节，也是建国70周年的伟大日子。而我今天也特意早起，洗漱吃饭完了之后，就在电脑前守候着阅兵仪式的开始。
        　　在喜庆洋洋的礼炮声中，阅兵仪式正式拉开了序幕。紧接着三军仪仗队领衔全军，率先登场。仪仗队士兵整齐的方块队伍，炸出一大波实时弹幕，网友纷纷大呼神奇。接着是地面分队紧跟其后，各种新型载具武器轮番上阵，让人目不暇接。面对这些新型的武器载具，并不怎么关注军事我，都叫不出名字来，只知道国家的实力越来越强劲了。在地面分队展示完毕之后，代表现代空战中坚力量的空军开着新式战斗机，拼接这精湛的飞行技术，在空中画出了各种图案，庆祝祖国70周年生日。
        　　就在空军出现的同时，很多网友开始自发刷弹幕：“飞机再也不用飞两遍了，这盛世，如您所愿”。视频上的实时弹幕也如同一同参加阅兵一般有序，网友纷纷表示对国家不断发展壮大的欣喜，和对周总理以及为中国崛起鞠躬尽瘁革命家们的致敬!
        　　看到这里，不知不觉眼泪以及模糊了双眼，虽然我没有经历过那些艰苦的岁月，但是被眼前的这一幕幕所感动。现在生活有多美好，之前的人们奋斗地就有多艰难。在这岁月静好的日子里，我想我们都应该感谢那些为中国崛起奋斗过的人，无论是被载入史册的人，还是默默无闻的小人物，都值得我们尊敬和怀念。
        　　转头看现在的中国，看看这天安门此时此刻的盛况，谁敢相信这是70年前还伤痕累累的国家。但是党却一直相信，中国会越来越好，总有一天，中国会完全崛起。想毛爷爷，邓爷爷等伟人，在那个时代里说的那些遥不可及的“梦想”，到了今天都一一实现了。而今天的我们，除了要坚信党的领导外，还要加倍努力，不要成为“垮掉的一代”，要努力让祖国母亲变得更强大。
        　　在建国70周年的今天，我希望祖国能够越来越好，“此生无悔入华夏，来生愿在种花家!”
        　　今天国庆节，心情有些激动，倒不是因为有长长的假期，而是因为今年是建国70周年，所以可以说“意义非凡”吧!今年的阅兵仪式真的规模是70年来最大的，全程都是看得一愣一愣的，但是无奈书读得太少了，全程都是张大嘴巴，只有“厉害了”、“牛啊”、“帅爆了”之类很肤浅的词语能够表达自己的震撼之情了。
        　　总的来说，整场阅兵仪式看下来就是一次“享受”，不论是视觉上的，还是心情。十分开心中国越来越强大了，已经强大到其他发达国家都不得不重新认真审视的状态了。在学习历史的时候，很讨厌现代史，因为现代史里中国都是屈辱的，落后的。但是现在的我已经学会认真去看待历史了。那段历史确实是屈辱的，但是中国人民在党的领导下，重新站了起来。在这短短的70年里，中国已经发生了天翻地覆的变化，中国无论是在科技还是现代工业，都追上了世界的脚步，甚至有些技术已经达到了世界顶尖。从阅兵仪式的新兴武器展示中就可以看出来，很多武器都是目前最新型的，宣示着中国已经不是过去任由人摆布的“弱势群体”。现在的中国可以好好保护好每一个中国同胞，“犯我中华者虽远必诛”!
        　　而这次70周年的阅兵仪式，不仅展示了国家实力，也展示了我国的民族自信。就算暂时被人打倒，依靠自己力量重新站起来的中国，从来不会认输。不依靠侵略得来的原始积累，中国人民靠着自己勤劳的双手，在党的正确领导下，实现了经济腾飞，赶超发达国家已经是时间问题了。这次的阅兵仪式，也让广大人民群众重温过去的艰辛岁月，同时感受到祖国逐渐发展壮大的力量，让大家都充满信心和希望。
        <img
          src={'/happy2.jpg'}
          style={{ float: 'right', marginLeft: '20px' }}
        />
        　　在祖国母亲70周岁的今天，我想我们更应该做好力所能及的事情，爱国无小事，每个人都做好自己应该做的事情，就是为国出力。每个人都行动起来，国家一定会越来越好的!
        70年可能意味着是一个人的生命的长度;70年可能意味着一棵树的生长期;70年可能意味着一个人的生命周期;而祖国的70周年，意味着祖国从1949年到今天的所有伟大的辉煌成就，让世界目睹着中国的强大势在必得。
        在那一天，所有的中华儿女相聚在北京天安门广场，亲眼目睹着并且祝福着祖国母亲的70周岁，这一天，我们为祖国骄傲着，自豪着，同时也为自己是中国人而自豪着。在那一天中国向全世界证明着中国的强大和庞大的军事力量，1.5万的雄伟壮观的军事规模，任命解放军相续形成不同的队形，160余架不同的飞机，580台先进台装，武器的装备的强弱是一个国家进步和强大的见证，而中国在70年不断地努力和不忘初心努力奋斗，终于今天向全世界证明了中国不但站起来了，还会不断地强大。
        在过去的旧中国，落后意味着挨打，意味着中国儿女受尽了屈辱，而这个屈辱，是中国儿女永远都要铭记的历史，我们不能忘记中国的过去，也不会畏惧中国的未来，人民解放军会誓死来对抗侵犯中国领土的侵犯者;中华儿女会也会一直在中国的背后支持着解放军和祖国。因为中国的每一块领土都不可以少，少一块都不行，是中国的东西，任何人都不能抢走和冒犯，这是中国的底线，也是中华儿女的底线。
        古往今来，中华人民一直崇尚着和平，从郑和下西洋到如今，我们通过海洋的力量所争取的都是正当的，不危害他人的利益和平的权益，而且，在经济全球化的大背景下，只有一个强大的，有力量的才能够撑起一个蓬勃发展大国的重量，维护地区的和平和稳定，也离不开人民的支持和鼓励。这是中国儿女的力量所在，也是中国强大的因素。
        中国会越来越强大，并且会一直强大，让全世界目睹中国在未来不可代替的位置。在未来的中国会成为全球经济发展和军事雄厚的国家。中华儿女不会忘记过去的中国，也不会畏惧未来的中国，中国会一直前进的。
        在遥远的历史长河中，有一条巨龙屹立在世界的东方，然而，曾几何时，这条巨龙历经磨难，饱受沧桑终于在时代的钟声敲响下迎来了黎明的时光。今天是2019年10月1日，新中国成立70周年，伟大祖国迎来了70岁华诞。这条东方巨龙在经过岁月的洗礼，70年来，一天天变得独立而强大，终于抖擞精神，扬威于世。
        当雄壮的国歌唱响祖国大地的时候，正是庆祝新中国成立70周年阅兵典礼的日子。在这个振奋人心的时刻，我打开了自家电视机，静静的守候在旁，和全国人民一起等待阅兵仪式的开始。随着70发礼炮声声作响，20架飞机摆成了“70”字样，冉冉升起的五星红旗象征着新中国成立70周年阅兵仪式正式开始。电视机前的我们，看到天安门广场，200多名护旗手在雄壮的国歌声中，护卫着鲜艳的五星红旗冉冉升起，心中不禁随着音乐也唱起了国歌。
        接下来就是阅兵的开始了，14个徒步方队与30个装备方队，穿着统一的制服，踏着整齐的步伐，大踏步的走向主席台前。看到这个场面，电视机前的我真的是内心无比震撼，这些军人们个个昂首挺胸，威武庄严，步伐一致，尽显军人魂，让人看了，真的是无比的崇拜与敬佩，同时也展现出了顽强的民族精神。
        徒步方队过后就是装备方队了，电视机前的我们看到这些一辆辆的战车、坦克、大炮等英姿飒爽迎面而来，那种气势真的是坚不可摧，不禁感慨，中国军队的威武以及强大。回首70年前，我们国家的武器只有小米加步枪，然而，现在我们飞机大炮都有了，有的武器，还是世界上最强的，这也意味着我们国家成为了世界强国。中国军队实力的提升，武器就是最好的证明了。
        装备方队过后，紧接着就是飞机编队的起飞，这是一个让中华儿女们震撼的时刻，并且为之感到自豪，电视机前的我看到一架架飞机在上空拉出一条条彩色雾道，而这些雾道就像彩虹般绚丽多彩，显现出了一种震撼人心的美。
        随着阅兵仪式过后，电视机前的我内心久久不能平缓，激动万分。看到中国军队的强盛，内心无比自豪。感慨国家的繁荣与富强，并且为生活在这样强大的国家而感到幸福。然而，身为祖国未来希望的我们，也要好好的努力并且像军人一样，好好的装备自己为祖国将来的需要付出自己的一份力量，正如沙场点兵，枕戈待旦!
        <img
          src={'/happy3.jpg'}
          style={{ float: 'left', marginRight: '20px' }}
        />
        　　每一年的国庆节就是我喜欢的一个节日，而今年有点不一样了，今年的国庆节是我最骄傲的国庆节，因为是中华人民共和国建国的70周年。每一年的国庆节，我都会跟爸爸妈妈去北京天安门广场玩，因为，我很喜欢跟天安门里的警察玩，感觉他的衣服好好看，好酷。我每一次去都会跟我爸爸爸妈妈，长大了之后我也要穿这样的衣服，然后爸爸妈妈都会说，那你要好好学习，不然，人家都不给你穿的哦，然后，我都会说我一定会的。
        　　在国庆节这一天，我跟爸爸在家看国庆直播，我跟爸爸两个人高兴得不了，我穿着红色的衣服，我爸爸也是，爸爸说，因为我们中国的国旗就是红色的，这是我们伟大的革命战士用鲜血染红的，我们不能忘记革命战士们为祖国的付出的努力，更不能辜负他们用生命换来的结果，所以，我们一定要记住祖国现在的强大是多少革命战士换来的结果。然后我说，我一定会记住的，爸爸。
        　　然后，直播开始了，我看到了很多人聚在天安门，全是红色一片，很多的军人开始阅兵仪式，我跟爸爸两个人坐在电视前，一个个板直的军人，大大的坦克，天安门的广场里面挂满了五星红旗，五十六个民族的人们聚在一起唱着国歌，看着国旗冉冉升起，迎着太阳，就好像迎着祖国的未来一样的，然后，我看到了习大大主席发言，当习大大主席发言完毕之后，我的眼睛竟然流出了眼泪，然后我看了一下爸爸，爸爸比我还严重，眼睛更红了，然后我们两个就这样一直看到直播结束。
        　　这是我第一次哭，因为，我是男孩子，爸爸说男孩子不能总是哭，男孩子以后要保护家人和祖国的，所以不能哭，不然怎么保护家人和祖国。但是，爸爸说这一次可以哭，因为这是祖国成立的70周年的最光荣的一天，我们是祖国的子民，我们是光荣地哭，喜极而泣，所以，这不是哭，而是开心。然后，我就跟爸爸说，我会努力学习的，保护好家人和祖国，我为祖国的强大而骄傲，为自己是中国人而骄傲。
      </div>
    )
  }
}
